/* Task view. */
HSDFSD_TaskName = "ファクス短縮ダイヤル";
HSDFPB_TaskName = "ファクス電話帳";
HSDFSD_TaskDescription = "デバイスの短縮ダイアル メモリに入れるには、[+] および [-] ボタンを使用するか、情報を直接入力します。または、アドレス帳で情報を検索し、追加します。";
HSDFPB_TaskDescription = "ファクス電話帳を使って、デバイス内の連絡先リストの表示と管理が行えます。\n連絡先の追加と削除には、+ ボタンと - ボタンを使用します。[連絡先] を使用して、他のエントリを検索し、リストに追加することもできます。";

ActionMenuTooltip = "アクション メニュー";

HSDEntryIndexColumnTitle = "#";
HSDEntryNameColumnTitle = "名前";
HSDEntryPhoneNumberColumnTitle = "ファクス番号";
HSDEntryEditActionMenuTitle = "編集…";
HSDEntryCreateGroupActionMenuTitle = "グループを作成…";
EntriesStatusCaption = "%1$d / %2$d エントリを使用";
HSDPrintListButtonTitle = "リストを印刷";
/* Use common localized key instead of plug-in "MoreInfoButtonTitle". */
AddressBookLaunchButtonTooltip = "ファクスのアドレス帳を起動";
ContactsLaunchButtonTooltip = "ファクス連絡先を起動";
HSDApplyButtonTitle = "今すぐ適用";

HSDDismissEntryButtonTitle = "キャンセル";
HSDConfirmEntryButtonTitle = "保存";

HSDFPB_AddNewContactToolTip = "新しい連絡先を追加";
HSDFSD_AddNewContactToolTip = "新しい短縮ダイヤルを追加";
HSDFPB_DeleteSelectedContactToolTip = "選択した連絡先またはグループを削除";
HSDFSD_DeleteSelectedContactToolTip = "選択した短縮ダイヤルまたはグループを削除";
HSDFPB_PrintListButtonToolTip = "このデバイスに保存されているすべての連絡先を印刷";
HSDFSD_PrintListButtonToolTip = "このデバイスに保存されているすべての短縮ダイヤルを印刷";

/* Individual entry panel. */
HSDFPB_IndividualEntryIndexFieldCaption = "エントリ (#):";
HSDFSD_IndividualEntryIndexFieldCaption = "短縮ダイアル (#)：";
HSDIndividualEntryNameFieldCaption = "名前：";
HSDIndividualEntryPhoneNumberFieldCaption = "ファクス番号：";

/* Group entry panel. */
HSDFPB_GroupEntryIndexFieldCaption = "エントリ (#):";
HSDFSD_GroupEntryIndexFieldCaption = "短縮ダイアル (#)：";
HSDGroupEntryNameFieldCaption = "グループ名：";
HSDFSD_GroupEntryItemsDescription = "このグループに含める短縮ダイヤルを選択します。";
HSDFPB_GroupEntryItemsDescription = "このグループに追加する連絡先を選択してください。";

/* More Info panel. */
HSDConfirmMoreInfoButtonTitle = "OK";

/* Contacts panel. */
AddressBookPanelTitle = "ファクス アドレス帳";
ContactsPanelTitle = "ファクス連絡先";
HSDDismissContactsButtonTitle = "閉じる";
HSDConfirmContactsButtonTitle = "追加";

/* Alert dialogs. */
CancelAlertButtonTitle = "キャンセル";
RemoveFromGroupAlertButtonTitle = "グループから削除";
DeleteAlertButtonTitle = "削除";
ApplyAlertButtonTitle = "適用する";
DontApplyAlertButtonTitle = "適用しない";

IncorrectDeviceStateAlertTitle = "プリンタはエラー状態にあります";
IncorrectDeviceStateAlertMessage = "デバイスのエラー状態を解決し、もういちどやり直してください。";

HSDFSD_InvalidEntryErrorTitle = "無効な短縮ダイヤル";
HSDFPB_InvalidEntryErrorTitle = "連絡先を追加できません";
HSDFSD_MissingEntryNameErrorMessage = "短縮ダイヤル名が見つかりません。短縮ダイヤルの名前を入力し、もういちどやり直してください。";
HSDFPB_MissingEntryNameErrorMessage = "連絡先名が未入力です。連絡先の名前を入力して、もう一度実行してください。";
HSDFSD_MissingEntryPhoneNumberErrorMessage = "短縮ダイヤル番号が見つかりません。短縮ダイヤルの番号を入力し、もういちどやり直してください。";
HSDFPB_MissingEntryPhoneNumberErrorMessage = "連絡先番号が未入力です。連絡先の番号を入力して、もう一度実行してください。";
HSDFSD_TooLargeGroupErrorMessage = "短縮ダイヤル グループが大きすぎます。デバイスがサポートするグループ内のエントリの最大数は %d 個です。";
HSDFPB_TooLargeGroupErrorMessage = "グループ内の連絡先が多すぎます。デバイスがサポートするグループ内のエントリの最大数は %d エントリです。";

HSDFSD_DeleteIndividualEntryAlertTitle = "\"%@\" の短縮ダイヤルを削除してもよろしいですか?";
HSDFPB_DeleteIndividualEntryAlertTitle = "連絡先 \"%@\" を削除してよろしいですか?";
HSDFSD_DeleteIndividualEntryAlertMessage = "選択した短縮ダイヤルは 1 つまたは複数のグループにあります。短縮ダイヤルを削除するとそのダイヤルはグループから削除されます。";
HSDFPB_DeleteIndividualEntryAlertMessage = "選択した連絡先は 1 つ以上のグループに所属しています。この連絡先を削除すると、連絡先がすべてのグループから削除されます。";
HSDFSD_DeleteMultipleIndividualEntriesAlertTitle = "選択した短縮ダイヤルを削除してもよろしいですか?";
HSDFPB_DeleteMultipleIndividualEntriesAlertTitle = "選択した連絡先を削除してよろしいですか?";
HSDFSD_DeleteMultipleIndividualEntriesAlertMessage = "選択した短縮ダイヤルのいくつかは 1 つまたは複数のグループにあります。短縮ダイヤルを削除するとそれらのダイヤルはグループから削除されます。";
HSDFPB_DeleteMultipleIndividualEntriesAlertMessage = "選択した連絡先の一部は 1 つ以上のグループに所属している可能性があります。これらの連絡先を削除すると、連絡先がすべてのグループから削除されます。";

HSDFSD_DeleteGroupEntryAlertTitle = "\"%@\" の短縮ダイヤル グループを削除してもよろしいですか?";
HSDFPB_DeleteGroupEntryAlertTitle = "グループ \"%@\" を削除してよろしいですか?";
HSDFSD_DeleteGroupEntryAlertMessage = "選択したグループ内の個々の短縮ダイヤルが削除されることはありません。";
HSDFPB_DeleteGroupEntryAlertMessage = "グループ内の個別の連絡先は削除されません。";
HSDFSD_DeleteMultipleGroupEntriesAlertTitle = "選択した短縮ダイヤル グループを削除してもよろしいですか?";
HSDFPB_DeleteMultipleGroupEntriesAlertTitle = "選択したグループを削除してよろしいですか?";
HSDFSD_DeleteMultipleGroupEntriesAlertMessage = "選択したグループ内の個々の短縮ダイヤルが削除されることはありません。";
HSDFPB_DeleteMultipleGroupEntriesAlertMessage = "グループ内の個別の連絡先は削除されません。";

HSDFSD_DeleteIndividualEntryFromGroupAlertTitle = "\"%1$@\" の短縮ダイヤルを \"%2$@\" のグループから削除してもよろしいですか?";
HSDFPB_DeleteIndividualEntryFromGroupAlertTitle = "連絡先 \"%1$@\" をグループ \"%2$@\" から削除してよろしいですか?";
HSDFSD_DeleteIndividualEntryFromGroupAlertMessage = "[グループから削除] をクリックすると、短縮ダイヤルがそのグループから削除されるだけで、短縮ダイヤルは削除されません。\n短縮ダイヤルを永久に削除し、グループから削除するには、[削除] をクリックしてください。";
HSDFPB_DeleteIndividualEntryFromGroupAlertMessage = "[グループから削除] をクリックすると、短縮ダイヤルがそのグループから削除されるだけで、短縮ダイヤル自体は削除されません。\n短縮ダイヤルを永久に削除し、すべてのグループから削除するには、[削除] をクリックしてください。";
HSDFSD_DeleteMultipleEntriesFromGroupAlertTitle = "選択した短縮ダイヤルを \"%@\" のグループから削除してもよろしいですか?";
HSDFPB_DeleteMultipleEntriesFromGroupAlertTitle = "選択した連絡先をグループ \"%@\" から削除してよろしいですか?";
HSDFSD_DeleteMultipleEntriesFromGroupAlertMessage = "[グループから削除] をクリックすると、短縮ダイヤルがそのグループから削除されるだけで、短縮ダイヤルは削除されません。\n選択した短縮ダイヤルを永久に削除し、グループから削除するには、[削除] をクリックしてください。";
HSDFPB_DeleteMultipleEntriesFromGroupAlertMessage = "[グループから削除] をクリックすると、短縮ダイヤルがそのグループから削除されるだけで、短縮ダイヤル自体は削除されません。\n選択した短縮ダイヤルを永久に削除し、すべてのグループから削除するには、[削除] をクリックしてください。";
HSDFSD_DeleteMultipleEntriesFromMultipleGroupsAlertTitle = "選択した短縮ダイヤルをそれぞれのグループから削除してもよろしいですか?";
HSDFPB_DeleteMultipleEntriesFromMultipleGroupsAlertTitle = "選択した連絡先をそれぞれのグループから削除してよろしいですか?";
HSDFSD_DeleteMultipleEntriesFromMultipleGroupsAlertMessage = "[グループから削除] をクリックすると、短縮ダイヤルがそれらのグループから削除されるだけで、短縮ダイヤルは削除されません。\n短縮ダイヤルを永久に削除し、グループから削除するには、[削除] をクリックしてください。";
HSDFPB_DeleteMultipleEntriesFromMultipleGroupsAlertMessage = "[グループから削除] をクリックすると、短縮ダイヤルがそれらのグループから削除されるだけで、短縮ダイヤル自体は削除されません。\n短縮ダイヤルを永久に削除し、すべてのグループから削除するには、[削除] をクリックしてください。";

HSDFSD_DeleteMixedEntriesAlertTitle = "選択した短縮ダイヤルおよび短縮ダイヤル グループを削除してもよろしいですか?";
HSDFPB_DeleteMixedEntriesAlertTitle = "選択した連絡先とグループを削除してよろしいですか?";
HSDFSD_DeleteMixedEntriesAlertMessage = "[削除] をクリックすると、選択した個別短縮ダイヤルとグループが完全に削除されます。選択したグループ内の個別短縮ダイヤルは、個々に削除を選択しない限り削除されません。";
HSDFPB_DeleteMixedEntriesAlertMessage = "[削除] をクリックすると、選択した連絡先とグループのみが永久に削除されます。選択したグループに存在する個別の連絡先のうち、直接選択されていない連絡先は削除されません。";

DenyContactsAccessAlertTitle = "利用できる情報はありません";
DenyContactsAccessAlertMessage = "[%@] アプリケーションにアクセスできません。\n[システム環境設定] の [セキュリティとプライバシー] パネルでアプリケーションのブロックを解除できます。";

HSDFSD_AllowsToCommitChangesAlertTitle = "ファクス短縮ダイヤル リストを変更しました";
HSDFPB_AllowsToCommitChangesAlertTitle = "ファクス電話帳を変更しました。印刷前に変更を保存しますか?";
AllowsToCommitChangesAlertMessage = "変更を適用しないと、変更は印刷されるリストには含まれません。リストを印刷する前に変更を適用しますか?";

/* Progress dialogs. */
PrintInitializingDialogTitle = "処理中…";
PrintProcessingDialogTitle = "印刷中… しばらくお待ちください";
